Repository: Jayla-hash/say-cheese-1
Catalog: languages/say-cheese-*.po
Languages: de_de

source: Webcam Record
de_de: Webcam Schnappschuss

source: Snapshot
de_de: Schnappschuss

source: Take Snapshot
de_de: Schnappschuss

source: Copy & Paste
de_de: Kopieren & Einfügen

source: Pasted
de_de: Eingefügt

source: Image
de_de: Bild

source: No image data pasted.
de_de: Keine Bilddaten in der Zwischenablage.

source: Error pasting image data.
de_de: Fehler beim Einfügen

source: Enable Copy-Paste image uploads.
de_de: Copy-Paste Bilduploads aktivieren

source: Enable Webcam image uploads.
de_de: Webcam-Bildupload aktivieren.

source: In some Browsers – e.g. Chrome – this will not work with non-HTTPS connections.
de_de: In einigen Browsern, z.B. Chrome, wird das nicht ohne HTTPS-Verbindung funktionieren.

source: Paste some image Data from your clipboard
de_de: Fügen Sie Bilddaten aus der Zwischenablage ein.

source: Click here please...
de_de: Bitte hier klicken...

source: Record
de_de: Aufnahme

source: An error occured.
de_de: Ein Fehler ist aufgetreten.

source: Please allow camera access in your browser.
de_de: Bitte erlauben Deinem Browser den Zugriff auf die Kamera!

source: Try again
de_de: Nochmal
